export const presetDisciplines = [
  "Актуальные проблемы современности и журналистика",
  "Конвергентная журналистика",
  "Литература рубежа 19-20 веков. Литература 20-21 веков",
  "Новостная журналистика. Технология интервью",
  "Основы военной подготовки",
  "Основы профессиональной риторики",
  "Основы телевидения и радиовещания",
  "Основы теории аргументации",
  "Профессионально-творческая практика",
  "Современная зарубежная литература",
  "Современные зарубежные средства массовой информации",
  "Стилистика и литературное редактирование в журналистике",
  "Техника и технология средств массовой информации"
] as const;

export const presetTeachers = [
  "Дмитровский А.Л.",
  "Заика И.И.",
  "Изотов В.П.",
  "Изотова И.В.",
  "Лапин П.А.",
  "Михеичева Е.А.",
  "Смоголь Н.Н.",
  "Старостенко К.В.",
  "Шурмиль Э.А."
] as const;
